{
  "version": "0.16",
  "links": {
    "patreon": "https://www.patreon.com/posts/60723935",
    "subscribestar": "https://subscribestar.adult/posts/503988",
    "itch.io": "https://somka08.itch.io/witch-hunter/devlog/331793/witch-hunter-014-is-now-available-for-5-patrons"
  },
  "info": {
    "en": {
      "title": "Witch Hunter 0.14 is now available for $ 5+!",
      "description": "I welcome everyone, and finally version 0.14 for 5$+, despite the fact that the content that we were going to post in this version was supposed to be released together with the upcoming update, there is quite a lot of it. Due to the fact that it came out as a separate update, we have finalized it and made it more ambitious. The update mainly contains heavily reworked and improved content with Elyon from previous (older) versions that was with her before the 0.8 update and was later removed. There are quite a lot of scenes and dialogues in the update, there are also several animated scenes with Elyon.\n\n    {b}{u}Important!{/u}{/b}  Since a lot of old content has been changed, saves from previous versions will not work!(I know how you don't like to replay the game from the beginning because of the new content, but starting from the next versions, saving from previous versions (starting from this one) should work again. This is due to the fact that the content that is in the middle of the game has been redone and the logic of quests has been changed, and even if we could make the saving from the old ones work without errors, it would not make sense since you would miss part of the new content.\n\n    I also remind you that the version is a test, and there may be bugs and typos in it. I ask you to report bugs by email, in discord, in private messages or in the comments.\n\n    What has changed or added new you can see {a=https://www.patreon.com/posts/changelog-witch-60383160}here{/a}\n\n    The new version is available for $5+ patrons {a=https://www.patreon.com/posts/60421174}here{/a}\n\n    Also don't forget to subscribe to our discord {a=https://discord.gg/PDugZ28}channel{/a}\n\n    I hope you enjoy this update!"
    },
    "ru": {
      "title": "Witch Hunter 0.14 Доступен для 5$+ !",
      "description": "Всех приветствую, а вот наконец и версия 0.14 для 5$+ покровителей, несмотря на то что контент который мы собирались выложить в этой версии должен был выйти совместно с предыдущим обновлением, его довольно много. За счет того что он вышел отдельным обновлением мы его доработали и сделали более масштабными. Обновление в основном содержит сильно переделанный и улучшенный контент с Элион из предыдущих(более старых) версий который был с ней до обновления 0.8 а в последствии был удален. В обновлении довольно много сцен и диалогов, также есть несколько анимированных сцен с Элион.\n\nВажно!  Так как был изменен многий старый контент сохранения от предыдущих версий работать не будут!(Я знаю как вы не любите перепроходить игру с начала из-за нового контента, но начиная со следующих версий сохранения от предыдущих версий(начиная с этой) вновь должны работать. Это связано с тем что переделан контент который находится в середине игры и изменена логика квестов, и даже если бы мы смогли сделать чтобы сохранение от старых работали без ошибок это не имело бы смысла так как вы пропустили бы часть нового контента.\n\nТакже напоминаю что версия тестовая, и в ней могут присутствовать баги и опечатки. О багах прошу сообщать на почту, в дискорд, в личные сообщения или в комментариях.\n\nЧто изменилось или добавилось нового вы можете посмотреть {a=https://www.patreon.com/posts/changelog-witch-60383160}здесь{/a}\n\nНовая версия доступна для 5$+ покровителей {a=https://www.patreon.com/posts/60421174}здесь{/a}\n\nТакже не забывайте подписываться на наш дискорд {a=https://discord.gg/PDugZ28}канал {/a}\n\nНадеюсь вам понравится данное обновление!"
    }
  }
}
